// src/components/About.jsx
import React from "react";
import "./About.css";
import olenaPhoto from "../assets/olena.jpg";

const About = () => {
  return (
    <section id="znayomstvo" className="about-section">
      <div className="about-container">
        <div className="about-image">
          <img src={olenaPhoto} alt="Олена Бойченко" />
        </div>
        <div className="about-text">
          <h2>Знайомство</h2>
          <p className="frankl">"У людини можна відібрати все, окрім одного: останньої волі, вибирати своє ставлення до будь-яких обставин, вибирати свій шлях." — В.Франкл
</p>
        <br/>
          <p>Вітаю!<br/>Я, Олена Бойченко, психолог, психотерапевт у навчанні за методом Символдрами.</p>
          <p>Моя мета — допомогти вам знайти внутрішню гармонію, подолати стрес та тривогу, покращити самооцінку та знайти відповіді на важливі питання. Я пропоную безпечний та конфіденційний простір для обговорення ваших проблем та пошуку рішень. Проводжу індивідуальні консультації з дорослими та підлітками.</p>
          <p>Формат роботи: зазвичай онлайн, але також є можливість очних зустрічей в Ірпені.</p>
          <h3>Освіта</h3>
          <p>Магістр психології, Заклад вищої освіти «Відкритий міжнародний університет розвитку людини «Україна», Київ.</p>
          <p>Психотерапевтична освіта: Навчаюся на психотерапевта в Інституті Розвитку Символдрами та Глибинної Психології за напрямом «Кататимно-імагінативна терапія (Символдрама)» (трирічна програма). У практиці використовую метод Символдрами.</p>
          <p>Підвищення кваліфікації та сертифікати:</p>
          <p>«Символдрама – техніки основної ступені» — Товариство Символдрами України, Міжнародна організація Символдрама в Ізраїлі та Україні (з 2023 р.).</p>
          <p>«Символдрама – техніки середньої ступені» — Товариство Символдрами України, Міжнародна організація Символдрама в Ізраїлі та Україні (з 2023 р.).</p>
          <p>«Сором та провина: теорія і практика роботи в психологічному консультуванні» — Міжнародний інститут психології (з 2024 р.).</p>
          <p>«Психологічна допомога військовослужбовцям та їх близьким» — Південноукраїнський національний педагогічний університет імені К. Д. Ушинського (з 2024 р.).</p>         
           <h3>Досвід</h3>
          <p>Маю досвід роботи в галузі психології з 2023 року, допомагаючи клієнтам подолати різні життєві труднощі та знайти шлях до себе.</p>

          <h3>Як я працюю</h3>
          <p> — Буває, що ми добре розуміємо свою проблему, але це не допомагає її вирішити. Саме тут може допомогти символдрама</p>
          <p> — Це метод глибинної психотерапії, де ми працюємо не лише через слова, а й через образи та уяву. Такий підхід дозволяє дістатися до справжніх причин труднощів, підсвідомих страхів, захистів або переконань і м'яко змінити їх зсередини.</p>
          <p> — Наші зустрічі поєднують живу розмову з роботою в образах. Це безпечний простір, де можна досліджувати себе у власному темпі і виходити з терапії з реальними змінами, а не лише з інсайтами.</p>
          
        </div>
      </div>
    </section>
  );
};

export default About;