// src/components/About.jsx
import React from "react";
import "./About.css";
import olenaPhoto from "../assets/olena.jpg";

const About = () => {
  return (
    <section id="znayomstvo" className="about-section">
      <div className="about-container">
        <div className="about-image">
          <img src={olenaPhoto} alt="Олена Бойченко" />
        </div>
        <div className="about-text">
          <h2>Знайомство</h2>
          <p className="quote">Нормально бути тобою. Тобі можна ще тепла консультація</p>
          <p className="frankl">"У людини можна відібрати все, окрім одного: останньої волі – вибирати своє ставлення до будь-яких обставин, вибирати свій шлях." — Віктор Франкл</p>
          <p>Вітаю!<br/>Я — Олена, психолог, психотерапевт у навчанні.</p>
          <p>Я, Олена Бойченко, психолог, психотерапевт у навчанні по методу Символдрами. Моя мета — допомогти вам знайти внутрішню гармонію, подолати стрес та тривогу, покращити самооцінку та знайти відповіді на важливі питання. Я пропоную безпечний та конфіденційний простір для обговорення ваших проблем та пошуку рішень.</p>
          
          <h3>Освіта</h3>
          <p>Закінчила «Відкритий міжнародний університет розвитку людини «Україна» за спеціальністю психологія.</p>
          <p>Пройшла додаткові курси та тренінги з [назва спеціалізації].</p>

          <h3>Досвід</h3>
          <p>Маю досвід роботи в галузі психології з 2023 року, допомагаючи клієнтам подолати різні життєві труднощі та знайти внутрішню гармонію.</p>

          <h3>Як я працюю</h3>
          <ul>
            <li>Ви опинились у складній ситуації?</li>
            <li>Але у Вас є вибір…</li>
            <li>Тобто, ви можете вибирати, як Ви з неї вийдете.</li>
            <li>Моя робота — залишатися поруч. Супроводжувати вас до вільного вибору та нового рівня життя.</li>
          </ul>
        </div>
      </div>
    </section>
  );
};

export default About;
