// src/components/WorkWith.jsx
import React from "react";
import "./WorkWith.css";

const WorkWith = () => {
  return (
    <section id="work" className="work-section">
      <div className="work-container">
        <h2>З чим працюю</h2>
        <p>Використовую методи:</p>
        <h3>Символдрама</h3>
        <p>
          Символдрама — це метод психотерапії, який використовує образи та символи для дослідження внутрішнього світу клієнта. Цей підхід допомагає виявити приховані емоції, конфлікти та бажання, а також сприяє їхньому вирішенню через роботу з образами. Символдрама дозволяє глибше зрозуміти себе та знайти нові шляхи для особистісного розвитку.
        </p>
        <p>Моя мета — бути поруч і підтримувати вас на шляху до свободи вибору та нової якості життя.</p>

        <h4>Допоможу знайти ваш спосіб пройти:</h4>
        <ul>
          <li>Складності батьківства</li>
          <li>Тяжкий період в відносинах</li>
          <li>Втрата відносин, чоловіка, фізичного здоров'я, родичів</li>
          <li>Ріст та становлення особисті</li>
        </ul>

        <p>
          Я працюю з клієнтами, допомагаючи їм зрозуміти свої емоції, подолати стрес та тривогу, покращити самооцінку та знайти відповіді на важливі питання. Моя мета — створити безпечний та конфіденційний простір для обговорення ваших проблем та пошуку рішень.
        </p>

        <div className="affirmations">
          <p>Тепло для вас</p>
          <p>На всі реакції ти маєш право</p>
          <p>Ти не зобов'язаний відповідати очікуванням інших</p>
          <p>У тебе достатньо досвіду, щоб досягти успіху.</p>
        </div>
      </div>
    </section>
  );
};

export default WorkWith;
