const faqData = [
    {
      question: "У мене немає чіткого запиту. Чи варто йти?",
      answer: "Так, формування запиту – це спільна робота клієнта та терапевта.",
    },
    {
      question: "Я боюся зіткнутися з сильними емоціями.",
      answer: "Так буває. На першій зустрічі це трапляється рідко, але на наступних — моя присутність допоможе це пережити.",
    },
    {
      question: "Я соромлюся або боюся осуду з вашого боку.",
      answer: "Я не буду засуджувати ваш зовнішній вигляд, вік та запити, з якими ви прийшли.",
    },
    {
      question: "Скільки мінімум сесій мені може знадобитися?",
      answer: "Для знайомства — 1 сесія. Для вирішення однієї проблеми — 5-10 сесій.",
    },
    {
      question: "Що буде, якщо ви мені не підійдете?",
      answer: "Якщо я вам не підійду, ви можете обговорити це і знайти іншого спеціаліста.",
    },
    {
      question: "Чи консультуєте ви дітей та підлітків?",
      answer: "Консультую підлітків з 13 років.",
    },
    {
      question: "Якими способами приймаєте оплату?",
      answer: "Деталі оплати обговорюємо індивідуально під час запису.",
    },
    {
      question: "Якщо я не можу прийти на сесію, що робити?",
      answer: "Повідомте мене якомога раніше — перенесемо зустріч на зручний час.",
    },
    {
      question: "Залишились питання?",
      answer: "Пишіть мені — я не кусаюсь!",
    },
  ];
  
  export default faqData;
  