const aboutText = {
    greeting: "Вітаю!",
    name: "Я-Олена, психолог, психотерапевт у навчанні.",
    shortDescription:
      "Я, Олена Бойченко, психолог, психотерапевт у навчанні по методу Символдрами. Моя мета — допомогти вам знайти внутрішню гармонію, подолати стрес та тривогу, покращити самооцінку та знайти відповіді на важливі питання. Я пропоную безпечний та конфіденційний простір для обговорення ваших проблем та пошуку рішень.",
    education: [
      "Закінчила «Відкритий міжнародний університет розвитку людини «Україна» за спеціальністю психологія.",
      "Пройшла додаткові курси та тренінги з [назва спеціалізації].",
    ],
    experience:
      "Маю досвід роботи в галузі психології з 2023 року, допомагаючи клієнтам подолати життєві труднощі та знайти гармонію.",
    workStyle: [
      "Ви опинились у складній ситуації?",
      "Але у Вас є вибір..",
      "Тобто, ви можете вибирати, як Ви з неї вийдете.",
      "Моя робота — залишатися поруч. Супроводжувати вас до вільного вибору та нового рівня життя.",
    ],
  };
  
  export default aboutText;
  